Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/samediggi.fi/saamelaisetsuomi.pdf.tmx
Source language: fin
Languages: sme

source: Suomessa Saamelaiset ovat Euroopan unionin alueen ainoa alkuperäiskansa.
sme: SámitSuomas Sámit leat Eurohpa uniovnna áidna álgoálbmot (eamiálbmot).

source: Itsenäisissä maissa asuvia kansoja pidetään alkuperäiskansoina, kun he polveutuvat väestöstä, joka maan valloituksen tai asuttamisen tai nykyisten valtionrajojen muodostumisen aikaan asui maassa tai sillä maantieteellisellä alueella, johon maa kuuluu.
sme: Álbmogat adnojuvvojit álgoálbmogin, jos daid máttut ásse riikkas dahje dan geográfalaš guovllus, masa riika gullá, riikka hálduiváldima, ásaiduhttima dehe dálá riikkarájáid hápmašuvvama áigge.

source: Alkuperäiskansa, jonka tulee itse pitää itseään sellaisena, on oikeudellisesta asemastaan huolimatta säilyttänyt kokonaan tai osittain omat sosiaaliset, taloudelliset, kulttuurilliset ja poliittiset instituutionsa.
sme: Álgoálbmot, mii ieš galgá atnit iežas álgoálbmogin, lea vuoigatvuođalaš dilistis beroškeahttá seailluhan ollásit dahje muhtin muddui iežas sosiálalaš, ekonomalaš, kultuvrralaš ja politihkalaš institušuvnnaid.

source: Saamelaisten asema kirjattiin Suomen perustuslakiin vuonna 1995.
sme: Sámiid sajádat čállojuvvui Suoma vuođđoláhkii jagi 1995.

source: Saamelaisilla alkuperäiskansana on oikeus ylläpitää ja kehittää kieltään ja kulttuuriaan sekä siihen kuuluvia perinteisiä elinkeinojaan.
sme: Sámiin álgoálbmogin lea vuoigatvuohta doalahit ja ovddidit iežaset giela ja kultuvrra ja daidda gullevaš árbevirolaš ealáhusaid.

source: Saamen kielen käytöstä viranomaisissa on säädetty oma laki.
sme: Sámegiela geavaheames eiseválddiid luhtte lea ásahuvvon sierra láhka.

source: Saamelaisilla on ollut vuodesta 1996 lähtien kotiseutualueellaan kieltään ja kulttuuriaan koskeva perustuslain mukainen itsehallinto.
sme: Sámiin lea leamaš jagi 1996 rájes ruovttuguovllusteaset iežaset gillii ja kultuvrii guoski iešráđđen vuođđolága mielde.

source: Saamelaisten itsehallintoon kuuluvia tehtäviä hoitaa saamelaisten vaaleilla valitsema parlamentti, Saamelaiskäräjät.
sme: Sámiid iešráđđemii guoski doaimmaid dikšu válggaiguin válljejuvvon parlameanta, sámediggi.

source: Kolttasaamelaisten kyläkokous edustaa lisäksi kolttalain mukaan heitä koltta-alueella, joka on osa saamelaisten kotiseutualuetta.
sme: Dasa lassin nuortalaččaid siidačoahkkin (Siidsååbbar) ovddasta nuortalašlága mielde sin nuortalašguovllus, mii lea oassi sámeguovllus.

source: Suomessa on noin 8 700 saamelaista.
sme: Suomas leat sulaid 9 000 sápmelačča.

source: Heistä yli 60 prosenttia asuu jo kotiseutualueensa ulkopuolella, mikä asettaa saamenkieliselle opetukselle, palveluille ja tiedonvälitykselle uudenlaisia vaatimuksia.
sme: Sis badjel 60 proseantta ássá juo ruovttuguovllu olggobealde, mii buktá sámegielat oahpahussii, bálvalusaide ja diehtojuohkimii ođđalágan hástalusaid.

source: Kaikkiaan saamelaisia arvioidaan olevan eri maissa yhteensä yli 75 000.
sme: Oppalohkái sámit árvaluvvojit leat buot riikkain badjel 75 000.

source: Eniten saamelaisia on Norjassa.
sme: Eanemus sámit leat Norggas.

source: Elinkeinot
sme: Ealáhusat

source: saamelaisten kotiseutualue on mää
sme: SÁMIID RUOVTTUGUOVLU lea meroštallo

source: ritelty laissa.
sme: juvvon lágas.

source: Siihen kuu luvat Enontekiön, Inarin ja Utsjoen kunnat sekä Sodankylän kunnassa sijaitseva Lapin paliskunnan alue.
sme: Dasa gullet Eanodaga, Anára ja Ohcejoga gielddat ja Soađegilis Sámi bálgosa guovlu.

source: Poronhoito, kalastus, metsästys ja pienimuotoinen maatalous sekä luonnontuotteiden keräily ja käsityöt ovat saamelaisten perinteisiä elinkeinoja.
sme: Boazodoallu, guolásteapmi ja smávvaeanadoallu nugo maiddái luonddubuktagiid čoaggin ja duddjon gullet sámiid árbevirolaš ealáhusaide.

source: Tänään perinteisiä elinkeinoja harjoitetaan myös yhdistelmäelinkeinona mm. matkailun ja muiden palveluelinkeinojen ohella.
sme: Dán áigge árbevirolaš ealáhusat ovttastuvvojit maiddái lotnolasealáhussan ee. turismmain ja eará bálvalusealáhusaiguin.

source: Luontaiselinkeinojen osuus liikevaihdolla ja työvoimaosuudella mitattuna ei ole kovin suuri, mutta niiden kulttuurinen merkitys on tärkeä.
sme: Luondduealáhusaid oassi vuovdimiin ja bargofámuin mihtidettiin ii leat dal nu stuoris, muhto daid kultuvrralaš mearkkašupmi lea deaŧalaš.

source: Ne eivät ole pelkkiä elinkeinoja tai ammatteja, vaan osa omaleimaista elämäntapaa.
sme: Dat eai leat dušše ealáhusat dahje ámmáhat muhto vuođđu olles earenoamáš eallinvuohkái.

source: Osa saamelaisista saa toimeentulonsa yhä perinteisistä elinkeinoista, mutta huomattava osa saamelaisista työskentelee uudenaikaisissa ammateissa.
sme: Oassi sámiin eallá ain árbevirolaš ealáhusain, muh to mearkkašahtti oassi sámiin bargá maiddái ođđa áigásaš ámmáhiin.

source: Suomessa saamelaisuus on määritelty saamelaiskäräjälaissa ja sen pääperusteena on saamen kieli.
sme: Suomas sápmelašvuohta lea meroštallojuvvon sámediggelágas ja dan váldovuođđun lea sámegiella.

source: Lain mukaan saamelainen on henkilö, joka pitää itseään saamelaisena edellyttäen, että hän itse tai ainakin yksi hänen vanhemmistaan tai isovanhemmistaan on oppinut saamen kielen ensimmäisenä kielenään.
sme: Lága mielde sápmelaš lea olmmoš, gii atná iežas sápmelažžan dainna eavttuin, ahte son ieš dahje goittotge okta su váhnemiin dahje ádjáin ja áhkuin lea oahppan sámegiela vuosttas giellan.

source: Saamelaiset ovat niiden ihmisten jälkeläisiä, jotka asuttivat Pohjois-Fennoskandian heti jääkauden jälkeen noin 10 000 vuotta sitten.
sme: Sámit leat daid olbmuid maŋisboahttit, geat ásse DavviSkan dinávias dalán jiekŋaáiggi maŋŋá sulaid 10 000 jagi dassái.

source: Etninen saamelaisuus kehittyi, kun saamen kieli syntyi suomalais-saamelaisen kieliyhteyden hajotessa noin 2000 eKr.
sme: Etnihkalaš sápmelašvuohta šaddagođii dalle go sápmelašsuopmelaš giellaoktavuohta boatkanii sulaid 2000 oKr..

source: Syynä oli elinkeinojen erilaistumisesta johtuva kulttuurin muutos.
sme: Sivvan lei kultuvrra nuppástuvvan, mii dáhpáhuvai ealáhusaid sierraneami geažil.

source: Saamelaisten asuinalue ja levinneisyys olivat laajimmillaan ajanlaskun alun tienoilta 1000-luvulle.
sme: Sámiid ássanguovlu lei viidáseamos muttus sulaid áigerehkenastima álggu rájes 1000 logu rádjai.

source: Saamelaisia asui Laatokalta Jäämerelle ja Keski-Skandinaviasta Vienanmerelle.
sme: Sápmelaččat orro gitta Ládogas Jiekŋaábi rádjái ja GaskaSkandinávias Vilgesmeara rádjai.

source: Lounais- ja etelärannikkoa lukuun ottamatta koko nykyisen Suomen alue oli saamelaista asuinaluetta.
sme: Earret máttaoarje ja máttarittu govččai sápmelaš ássan olles dálá Suoma.

source: Suomalaisten uudisasukkaiden paineessa saamelainen asutus sulautui pääväestöön eteläisessä Suomessa.
sme: Suopmelaš ođđaássiid deattu vuolde sámi ássan suttai váldoálbmogii LulliSuomas.

source: Saamelaiset ovat olleet pääasiassa pyyntiväestöä, jonka elämänmuoto perustui monitalouteen.
sme: Sámit leat leamaš váldoáššis bivdoálbmot, mii lea viežžan birgejumis máŋggain sierra gálduin.

source: Saamelaiset elivät siitä, minkä luonto vuosittain kasvatti heidän hyödynnettäväkseen eri vuodenaikoina.
sme: Sámit elle das mii luonddus jahká saččat šattai ja maid sii sáhtte atnit ávkin guđege jagiáigge.

source: Peuran ja turkiseläinten pyynti sekä kalastus olivat tuottoisia elinkeinoja, joiden tuotteilla käytiin kauppaa aina Keski-Eurooppaan saakka.
sme: Gottiid ja náhkkeealliid bivdu ja guolásteapmi ledje gánnáhahtti ealáhusat, maid buktagiiguin olbmot gávppašedje gitta GaskaEurohpá rádjai.

source: Monitaloudessa vuotuiskiertoon kuuluivat myös linnustus, marjastus ja keräily.
sme: Maiddái jahkásaš loddebivdu, murjen ja čoaggin gulle dákkár ealáhusvuohkái.

source: Pienimuotoista poronhoitoa on saatettu harjoittaa jo vuosituhansia.
sme: Smávit boazodoaluin leat soaitán bargat jo duháhiid jagiid.

source: Saamelainen yhteiskunta oli hyvin organisoitunut: perusyksikkö oli perheistä tai suvuista koostuva siida, lapinkylä, jolla oli oma alueensa.
sme: Sámi servodat lei bures ortniiduvvan: das lei vuođđun bearrašiid ja sogaid oktasaš siida, masa gulle dihto eatnamat.

source: Siidojen muodostama verkosto kattoi koko PohjoisFennoskandian.
sme: Siiddaid fierpmádat govččai oppa DavviSkandinávia.

source: Saamelaisyhteisö joutui erityisesti 1500-luvulta lähtien ulkoisten mullistusten kouriin.
sme: Sámi servodat šattai earenoamážit 1500 logu rájes stuorra, olggobealde boahtti nuppástusaid sisa.

source: Pohjoismaat alkoivat hallinnoida saamenmaata osana omia alueitaan, uudisasutuksen ja yhteiskunnallisen haltuunoton avulla.
sme: Davviriikkat hálddašišgohte sámieatnama iežaset guovllu oassin ođđaássamiin ja servodatlaš hálduiváldimiin.

source: Saamelainen yhteiskuntamuoto korvattiin pohjoismaisella hallintojärjestelmällä.
sme: Sámi servodatmálle buhttejuvvui davviriikkalaš hálddahusortnegiin.

source: Saamelaisalueet jaettiin vähitellen myös rajajärjestelyin nykyaikaisten valtioiden rajoja määriteltäessä.
sme: Sámeguovllut juhkkojuvvojedje dađi mielde maiddái rájáiguin, go dálá stáhtaid ráját meroštallojuvvojedje.

source: Uudisasutuksen voimistuessa 1800-luvulla valtiot alkoivat tietoisen politiikan avulla vahvistaa pääväestön etuja ja sulauttaa saamelaisia pääväestöön.
sme: Go ođđaássan lassánii fámolaččat 1800 logus, de stáhtat álggahedje diđolaš politihkain nannet váldoálbmoga ovdduid ja suddadit sámiid váldoálbmogii.

source: Saamelaisten yhteys omaan kieleen ja kulttuuriin heikkeni.
sme: Sámiid oktavuohta iežaset gillii ja kultuvrii hedjonii.

source: Saamelaisten etninen ja kansallinen herääminen alkoi 1800-luvun lopulla Norjassa ja Ruotsissa, jolloin syntyivät ensimmäiset saamelaisyhdistykset ja sanomalehdet.
sme: Sámiid etnihkalaš ja álbmotlaš morráneapmi álggii 1800 logu loahpas Norggas ja Ruoŧas, ja dalle riegádedje vuosttas searvvit ja aviissat.

source: Valtaväestöjen otteen vahvistuessa ja omien elinolojen kaventuessa ymmärrettiin kansallisen yhteistyön merkitys.
sme: Go váldoálbmoga deaddu dađisdaga garai ja iežas eallindilit gáržo, de áddejuvvui álbmotlaš ovttasbarggu mearkkašupmi.

source: Se johti vuonna 1917 ensimmäiseen etelä- ja pohjoissaamelaisten yhteiseen saamelaiskokoukseen Norjan Trondheimissa.
sme: Dát doalvvui dasa, ahte jagi 1917 dollojuvvui lulli ja davvisámiid oktasaš čoahkkin Norggas Troanddimis.

source: Yhteistyö tiivistyi sotien jälkeen jolloin Ruotsin Jokkmokissa pidettiin 1953 ensimmäinen kolmen valtion saamelaisten konferenssi.
sme: Ovttasbargu šattai lávggabun sođiid maŋŋá go Ruoŧas Johkamohkis dollojuvvui 1953 vuosttas golmma riikka sámiid konferánsa.

source: Se korosti saamelaisten oikeuksia luonnonvaroihin ja kieleen ja päätti yhteissaamelaisen Saamelaisneuvoston perustamisesta.
sme: Dat deattuhii sámiid vuoigatvuođaid luondduriggodagaide ja gillii ja mearridii vuođđudit oktasaš Sámiráđi.

source: Saamelaiskulttuurin varsinainen ” renessanssi ” alkoi 1960-luvun lopulla.
sme: Sámekultuvrra ” renesánsa ” álggii albma láhkai 1960 logu loahpas.

source: Se merkitsi saamelaispolitiikan, omakielisten tiedotusvälineiden, kirjallisuuden, teatterin, koulutuksen ja tutkimuksen nousua ja monien omista lähtökohdista rakennettujen instituutioiden alkua.
sme: Dat mearkkašii sámepolitihka, iežasgielat media, girjjálašvuođa, teáhtera, skuvlema ja dutkamuša badjáneami ja máŋggaid sámi kultuvrra vuođul huksejuvvon institušuvnnaid álggu.

source: Norjan, Ruotsin, Suomen ja Venäjän saamelaisten järjestöjen yhteistyöjärjestö, joka perustettiin vuonna 1956.
sme: ja Ruošša sámeservviid ovttasbargoorgána, mii vuođđuduvvui jagi 1956.

source: Sen tarkoituksena on valvoa saamelaisten etuja kansana ja lujittaa saamelaisten yhteenkuuluvuutta valtakuntien rajojen yli.
sme: Dan dárkkuhussan lea gozihit sámiid ovdduid álbmogin ja nannet sámiid oktiigullevašvuođa riikkarájáid badjel.

source: Neuvoston ylin kokous, saamelaiskonferenssi, kokoontuu joka neljäs vuosi.
sme: Ráđi alimus čoahkkin, sámekonferánsa, čoahkkana juohke njealját jagi.

source: saamelaisten itsehallintoelin.
sme: SÁMEDIGGI lea sámiid iešmearridan

source: Sen tärkein tehtävä on suunnitella ja toteuttaa Suomen perustuslaissa saamelaisille alkuperäiskansana turvattua itsehallintoa omaa kulttuuria ja kieltä koskevissa asioissa.
sme: orgána. Dan deaŧaleamos bargun lea plánet ja ollašuhttit Suoma vuođđolágas sámiide álgoálbmogin dorvvastuvvon iešráđđema iežas kultuvrii ja gillii guoskevaš áššiin.

source: Saamelaiskäräjät on Suomen saamelaisten korkein poliittinen elin ja se edustaa saamelaisia kansallisissa ja kansainvälisissä yhteyksissä ja hoitaa saamelaisten kieltä, kulttuuria ja heidän asemaansa alkuperäiskansana koskevia asioita.
sme: Sámediggi lea Suoma sámiid alimus politihkalaš orgána ja dat ovddasta sámiid sisriikkalaš ja riikkaidgaskasaš oktavuođain ja dikšu áššiid, mat gusket sámiid gillii, kultuvrii ja dillái álgoálbmogin.

source: Saamelaiskäräjien 21 jäsentä ja neljä varajäsentä valitaan saamelaisten keskuudesta vaaleilla joka neljäs vuosi.
sme: Sámedikki 21 lahtu ja njeallje várrelahtu válljejuvvojit sámiid gaskkas válggaiguin juohke njealját jagi.

source: Suomessa saamelaisparlamentti aloitti toimintansa Saamelaisvaltuuskuntana vuonna 1973.
sme: Suomas sámiid parlamentáralaš bargu álggahuvvui jagi 1973. Dan ollašuhtii Sámi parlameanta.

source: Sen työtä jatkoi Saamelaiskäräjät vuodesta 1996.
sme: Barggu jotkkii sámediggi jagi 1996 rájes.

source: Norja sai Saamelaiskäräjät vuonna 1989 ja Ruotsi 1993.
sme: Norga oaččui sámedikki jagi 1989 ja Ruoŧŧa 1993.

source: on Suomen, Norjan ja Ruotsin saamelaiskäräjien välinen yhteistyöelin, jossa on 21 jäsentä.
sme: lea Suoma, Norgga ja Ruoŧa sámedikkiid ovttasbargoorgána, mas leat 21 lahtu.

source: Se aloitti toimintansa vuonna 2000.
sme: Dat álggahii doaimmas jagi 2000.

source: Saamen kielet ovat Euroopan alkuperäiskieliä ja itämerensuomalaisten kielten (kuten suomi ja viro) lähimpiä etäsukukieliä.
sme: Sámegielat leat Eurohpa álgogielat ja nuortamearasuopmelaš gielaid (dego suoma ja esttegiela) lagamus gáidan fuolkegielat.

source: Niitä puhutaan Suomessa, Ruotsissa, Norjassa ja Venäjällä.
sme: Dat hállojuvvojit Suomas, Ruoŧas, Norggas ja Ruoššas.

source: Suomessa puhutaan kolmea saamen kieltä: pohjoissaamea, inarinsaamea ja koltansaamea.
sme: Suomas hállojuvvojit golbma sámegiela: davvisámegiella, anárašgiella ja nuortalašgiella.

source: Pohjoissaame on kieliryhmistä suurin.
sme: Giellajoavkkuin stuorámus lea davvisámegiella.

source: Sitä puhuu arviolta noin 20 000 ihmistä Suomessa, Norjassa ja Ruotsissa.
sme: Dan hállet árvvu mielde sulaid 20 000 olbmo Suomas, Norggas ja Ruoŧas.

source: Suomessa pohjoissaamen puhujia on arviolta noin 2 000.
sme: Suomas davvisámegiela hállit leat árvvu mielde sulaid 2000.

source: Inarinsaamea puhutaan vain Suomessa, koltansaamea myös Venäjällä.
sme: Anárašgiella hállojuvvo dušše Suomas, nuortalašgiella maiddái Ruoššas.

source: Suomessa kumpaakin kieltä puhuu noin 300 henkilöä pääasiassa Inarin kunnassa, joka on Suomen ainoa nelikielinen kunta.
sme: Suomas goappáge giela hállet sullii 300 olbmo, eanáš Anára gielddas, mii lea Suoma áidna njealjegielat gielda.

source: Sen virallisiin kieliin kuuluu suomen lisäksi kolme saamen kieltä.
sme: Dan virggálaš gielaide gullet suomagiela lassin golbma sámegiela.

source: Monet saamelaiset ovat valtakielten paineessa menettäneet alkuperäisen kielensä.
sme: Máŋggat sámit leat váldogiela deattu vuolde manahan álgoálgosaš gielaset.

source: 1960-luvulla alkanut etninen herääminen on johtanut saamenkielen tietoiseen varjeluun ja monenlaisiin kielen elvytystoimenpiteisiin.
sme: 1960 logus álgán etnihkalaš morráneami boađusin leat álggahuvvon sámegiela diđolaš gáhttenbarggut ja máŋggalágan giela ealáskahttindoaimmat.

source: Saamen kieli sai virallisen aseman vuonna 1992 saamelaisten kielilain myötä.
sme: Sámegiella oaččui virggálaš sajádaga jagi 1992 sámiid giellalága mielde.

source: Saamen kielilakia uudistettiin vuonna 2004.
sme: Sáme giellaláhka ođasmahttojuvvui jagi 2004.

source: peruskoulun alkuvuosista lähtien.
sme: Sámegiela oahpahus lea addojuvvon vuođđoskuvlla álgojagiid rájes.

source: Saamenkielinen opetus sai alkunsa Utsjoella ja Inarissa 1970-luvun puolivälissä.
sme: Sámegielat oahpahus álggahuvvui Ohcejogas ja Anáris 1970 logu beallemuttus.

source: Saamelaisalueella asuvien saamenkielisten oppilaiden tulee lain mukaan saada pääosa perusopetuksestaan saamen kielellä.
sme: Sámeguovllus ássi sámegielat oahppit galget lága mielde oažžut váldooasi vuođđo oahpa husas teaset sámegillii.

source: Saame voi olla koulun opetuskieli, äidinkielen oppiaine tai valinnaisen vieraan kielen oppiaine.
sme: Sámegiella sáhttá lea oahpahusgiellan, eatnigiela oahppaávnnasin dahje vieris giela válljenávnnasin.

source: Kaikki saamelaisalueen peruskoulut ja lukiot antavat opetusta saamen kielessä.
sme: Buot sámeguovllu vuođđoskuvllat ja logahagat addet oahpahusa sámegielas.

source: Ylioppilastutkinnon pohjois- ja inarinsaamen kokeen on voinut suorittaa 1990-luvulta alkaen, koltansaamen vuodesta 2005 alkaen.
sme: Studeantadutkosa davvisáme ja anárašgiela iskosa lea sáhttán čađahit 1990 logu rájes, nuortalašgiela jagi 2005 rájes.

source: Saamelaisalueen ulkopuolella saamen kieltä opetetaan toistaiseksi vain vähän, mutta oppilasmäärä on kasvamassa.
sme: Sámeguovllu olggobealde sámegiella oahpahuv vo dál dušše unnán, muhto oahppiid mearri lea stuorrumin.

source: Osa opetuksessa annetaan virtuaaliopetuksena.
sme: Oassi oahpahusas addojuvvo virtuálaoahpahussan.

source: Sen tehtävänä on palvella saamelaisaluetta ja sen elinkeinoelämää.
sme: Sámedikki skuvlen ja oahppamateriálalávdegoddi pláne ja ruhtada sámegielat oahppamateriálaid.

source: Suomessa saamen kieltä voi opiskella kolmessa yliopistossa: Oulun, Helsingin ja Lapin yliopistossa Rovaniemellä.
sme: Sámi oahpa hus guovddáš lea Suomas áidna ámmátlaš oahppalágádus, mii addá oahpahusa maiddái sámegillii.

source: Oulun yliopiston Giellagas-instituutilla on valtakunnallinen erityistehtävä saamen kielen, kulttuurin ja tutkimuksen kehittäjänä.
sme: Dan bargun lea bálvalit sámeguovllu ja dan ealáhuseallima.

source: Saamelaiskäräjien koulutus- ja oppimateriaalilautakunta suunnittelee ja rahoittaa saamenkielistä oppimateriaalia.
sme: Oulu universitehta Giellagasinstituhtas lea riikkaviidosaš vástu sámegiela, kultuvrra ja dutkamuša ovddideames.

source: 1. eteläsaame 2. uumajansaame 3. piitimensaame 4. luulajansaame 5. pohjoissaame
sme: 1. lullisámegiella 2. ubmisámegiella 3. biŧonsámegiella 4. juvlevsámgiella 5. davvisámegiella

source: 6. inarinsaame 7. koltansaame 8. akkalansaame 9. kildininsaame 10. turjansaame
sme: 6. anárašgiella 7. nuortalašgiella 8. áhkkilsámegiella 9. gielddasámegiella 10. darjjesámegiella

source: Asioidessaan saamelaisten kotiseutualueella sijaitsevissa valtion ja kuntien virastoissa, liikelaitoksissa ja toimipisteissä saamelaisilla on oikeus ilman eri vaatimusta käyttää saamen kieltä.
sme: Sámiin lea vuoigatvuohta geavahit sáme giela, go sii dikšot áššiideaset sámiid ruovttuguovllu stáhta ja gielddaid virgedoaimmahagain, fitnodagain ja doaibmabáikkiin.

source: Viranomaisen on huolehdittava oikeuksien toteutumisesta käytännössä.
sme: Sámegiela geavaheami ii dárbbaš sierra gáibidit, muhto eiseválddit galget ieža fuolahit vuoigatvuođaid ollašuvvamis geavadis.

source: Utsjoella, joka on Suomen ainoa saamelaisenemmistöinen kunta, saame ja suomi ovat lähes samanarvoisessa asemassa.
sme: Ohcejogas, mii lea áidna gielda Suomas, gos sámit leat eanetlohkun, sáme ja suomagiella leat measta seammaárvosaš gielat.

source: Yhteispohjoismainen saamenkäsityön tuotemerkki suojaa aitoa saamelaista käsityötä.
sme: Oktasaš davviriikkalaš duodjemearka suddje eakti sámeduoji.

source: Merkin juridinen haltija on Saamelaisneuvosto ja sitä hallinnoivat eri maiden saamelaiskäsityöjärjestöt, Suomessa Sámi Duodji ry..
sme: Mearkka juridihkalaš hálddašeaddji lea Sámiráđđi ja dan hálddašit guđege riikka sámi duodjesearvvit, Suomas Sámi Duodji ry..

source: Saamelaistaiteen perusta on perinteisessä elämäntavassa ja kansanperinteessä.
sme: Sámi dáidaga vuođđu lea árbevirolaš eallindábiin ja álbmotárbbis.

source: Kauniita ja koristeltuja esineitä ei tehty taiteen vuoksi, vaan kauneus ja käytännöllisyys kuuluivat aina yhteen.
sme: Čáppa ja hervejuvvon diŋggat eai dahkkon dáidaga dihtii, muhto čábbodat ja geavatlašvuohta gulle álo oktii.

source: saamelaiskäsityö – DuoDji on muo
sme: DUODJI lea hápmašuvvan johtti ja luonddu

source: vautunut liikkuvan ja luontoa säästeliäästi käyttävän elä mäntavan mukaan.
sme: seas te vaččat geavaheaddji eallinvuogi mielde.

source: Esteettisyys on perinteisessä käsityössä palvellut käytäntöä.
sme: Es teh ta lašvuohta lea árbevirolaš duojis bálvalan gea vat lašvuođa.

source: Saamenkäsityöksi kutsutaan käsin tehtyjä käyttöesineitä, kuten vaatteet, työvälineet, pyyntivälineet ja koristeet.
sme: Sámeduodjin gohčoduvvojit gieđaiguin dahk kon atnudiŋggat dego biktasat, bargoneavvut, biv do biergasat ja čiŋat.

source: Esineiden mallit, värit ja koristelutyypit pohjautuvat vanhoihin käyttöesineisiin, joita aiemmin lähes jokaisen oli osattava tehdä.
sme: Gálvvuid mállet, ivnnit ja čiŋa han vuo git vuođđuduv vet boares atnudiŋggaide, maid ovdal meas ta juohkehaš galg gai máhttit duddjot.

source: Perinteisiä käsityömateriaaleja ovat sarvi, luu, puu, tina, nahka ja kangas.
sme: Árbevirolaš duodje ávdnasat leat čoarvi, dákti, muorra, datni, náhkki ja gođadiŋga.

source: saamelainen kuvataiDe on tehnyt pit
sme: SÁMI GOVVADÁIDDA lea vádjolan guhkes

source: kän matkan tuhansien vuosien takaisista kalliopiirroksista ja kansantaiteesta, jolloin saamelainen maailmankuva voitiin ikuistaa noitarummun poronnahkaiseen päälliseen.
sme: mátkki duháhiid jagiid čađa báktegovain ja álbmot dáidagis, goas sámiid máilmmigova sáhtii vurket meavrresgári sisteolggožii.

source: Nykypäivän taiteilijat sovittavat omia lähtökohtiaan ja länsimaisen ja valtaväestöjen laitoksissa saatuja oppeja yhteen.
sme: Dálá dáiddárat heivehit iežaset vuolggasajiid ja oarjemáilmmi lágádusain gazzojuvvon oahpuid oktii.

source: Tuotannossa näkyy perinteen ja uusien vaikutteiden vuorovaikutus.
sme: Buktagiin oidno árbevieruid ja ođđa fuomášumiid vuorrováikkuhus.

source: Käsityö on yhä tärkeä saamelainen kulttuuritekijä ja elinkeino.
sme: Duodji gullá ain deaŧalaš oassin sámi kultuvrii ja lea maiddái ealáhus.

source: Viime vuosikymmeninä se on lähentynyt taidekäsityötä.
sme: Maŋimuš logiid jagiid áig ge dat lea lahkanan dáiddaduoji.

source: Tuotteet ovat ainutlaatuisia sekä valmistustavaltaan että muotoilultaan.
sme: Buktagat leat áidnáláhkásaččat sihke duddjonvuogi ja hámi dáfus.

source: saamenpuku on saamelaisten kansal lisista
sme: SÁMEGÁKTI lea sámiid álbmotlaš dovdomeark

source: tunnuksista näkyvin.
sme: kain oinnoleamos.

source: Siitä on tullut tärkeä identiteetin symboli, joka kantaa mukanaan saamelaisten historiaa.
sme: Das lea šaddan deaŧalaš identitehta symbola, mii čatnasa nannosit sámiid historjái.

source: Puvun koristelut ja kokonaisuus kertovat mistä päin saamenmaata ihminen on kotoisin – tarkkasilmäiselle jopa siviilisäädyn ja suvun.
sme: Gávtti ja eará gárvvuid herven muitalit, man guovllus olmmoš lea eret – duoji dovdiide vel dan ge, leago olmmoš náitalan ja man sohkii son gullá.

source: Suomessa on käytössä viisi saamen puvun päämallia: Tenon, Inarin, Enontekiön, Vuotson ja kolttasaamelaisten puku.
sme: Suomas leat anus vihtta váldomálle sámegávttis: Deanu, Anára, Eanodaga, Vuohču ja nuortalaččaid bivttas.

source: Saamen puku on alkuperältään kansanpuku, eikä sen käyttö ole missään historian vaiheessa katkennut.
sme: Sámegákti lea vuosttažettiin álbmotbivttas iige dan geavaheapmi leat goasge boatkanan.

source: Ajan saatossa puku on muuttumassa arkipuvusta juhlapuvuksi.
sme: Bivttas orru nuppástuvvamin árgabiktasis feastagárvun.
